ack
alacritty
asciinema
atool
autoconf
automake
bat
bison
brightnessctl
bspwm
ccache
clang
cmake
codespell
cppcheck
ctags
detox
discord
dos2unix
doxygen
dunst
exa
fakeroot
feh
findimagedupes
flake8
flex
gcc
git-extras
git-open
github-cli
gnome-screenshot
gnome-terminal
gomuks
google-chrome
gthumb
handbrake
hub
hyperfine
jdupes
jre-openjdk
kitty
libreoffice-fresh
llvm
luacheck
m4
make
mediainfo
meh-git
meld
mpv
mypy
neofetch
neovim
ninja
nodejs-commitlint
nvidia-440xx-utils
nvidia-prime
paclog
pamac-tray-icon-plasma
patch
pcmanfm
perl-rename
picom
pkgconf
pngcheck
polybar
powerpill
pypy3
python-beautifulsoup4
python-black
python-filetype
python-magic
python-pylint
python-pynvim
python-selenium
python-vmprof
ranger
redshift
rofi
rofi-theme-used
scc
shellcheck
shfmt
steam-manjaro
stow
stylua-git
sxhkd
teams
texlive-core
texlive-fontsextra
texlive-latexextra
the_silver_searcher
thefuck
tmux
transmission-gtk
ttf-fira-code
unclutter
uncrustify
vale
vidir
vim
vint
vivid
w3m
wine-gecko
wmname
woeusb
xclip
xorg-xbacklight
xsel
yay
youtube-dl
zathura